quest_system_154319084_name=^?^Speaking Stone
quest_system_154319084_stage_0=^?^Find out from the School of Magic how you might help the speaking stone.
quest_system_154319084_stage_1=^?^Recite the spell which will give the finished shape to the speaking stone.
quest_system_154319084_task=^?^The speaking stone in the forest asserts that it was "half-enchanted" by pupils of the School of Magic. The stone has asked you to help finish its process of transformation.<br>[reward]
